Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Discuss goal achievements and learnings during review sessions.
ja_jp: レビューセッションで、目標の達成状況と学びを話し合いましょう。

source: Help workers set realistic and meaningful goals.
ja_jp: 社員が現実的で意義のある目標を設定できるよう支援します。

source: Monitor progress and provide guidance when goals get off track.
ja_jp: 進捗を監視し、目標が軌道から外れたときは指導を行いましょう。

source: Review and approve goals early in the cycle to ensure alignment.
ja_jp: サイクルの早い段階で目標を確認・承認し、整合性を確保しましょう。

source: Define library users
ja_jp: ライブラリユーザーを定義

source: Publish library
ja_jp: ライブラリを公開

source: Enter the basic information of the tag library
ja_jp: タグライブラリの基本情報を入力

source: Tag library details
ja_jp: タグライブラリの詳細

source: Add tag
ja_jp: タグを追加

source: Add tags
ja_jp: タグを追加

source: Are you sure you want to delete this tag?
ja_jp: このタグを削除してもよろしいですか？

source: Delete tag
ja_jp: タグを削除

source: Enable tag
ja_jp: タグを有効化

source: Create tags
ja_jp: タグを作成

source: Tags
ja_jp: タグ

source: Create tag library
ja_jp: タグライブラリを作成

source: Are you sure you want to delete this library?
ja_jp: このライブラリを削除してもよろしいですか？

source: The library <u>{{title}}</u> was successfully deleted.
ja_jp: ライブラリ「<u>{{title}}</u>」が正常に削除されました。

source: Are you sure you want to disable this library?
ja_jp: このライブラリを無効化してもよろしいですか？

source: The library <u>{{title}}</u> was successfully disabled.
ja_jp: ライブラリ「<u>{{title}}</u>」が正常に無効化されました。

source: No goal tag libraries yet!
ja_jp: まだゴールタグライブラリがありません！

source: Are you sure you want to enable this library?
ja_jp: このライブラリを有効化してもよろしいですか？

source: The library <u>{{title}}</u> was successfully enabled.
ja_jp: ライブラリ「<u>{{title}}</u>」が正常に有効化されました。

source: Disabled
ja_jp: 無効

source: Goal owner:
ja_jp: 目標オーナー：

source: Deliverables:
ja_jp: 成果：

source: Goal creator:
ja_jp: 目標作成者：

source: Not selected
ja_jp: 未選択

source: No goals
ja_jp: 目標なし

source: No goals yet
ja_jp: まだ目標がありません

source: My goal plan
ja_jp: 私の目標計画

source: No goals yet.
ja_jp: まだ目標がありません。

source: My team & shared goals
ja_jp: 私のチームおよび共有された目標

source: Measurement criteria:
ja_jp: 測定基準：

source: Max target
ja_jp: 最大ターゲット

source: Min target
ja_jp: 最小ターゲット

source: Target metric
ja_jp: ターゲット指標

source: Metric description
ja_jp: 指標の説明

source: Organizational unit:
ja_jp: 組織単位：

source: This goal is published for the selected organizational unit and all units below it.
ja_jp: この目標は、選択された組織単位およびそれ以下のすべての単位に対して公開されています。

source: Goal overview
ja_jp: 目標の概要

source: Download goal
ja_jp: ダウンロード目標

source: Priority:
ja_jp: 優先度：

source: At risk
ja_jp: 要注意

source: Blocked
ja_jp: ブロック済み

source: Not achieved
ja_jp: 未達成

source: On track
ja_jp: 順調

source: Tracking status:
ja_jp: 追跡ステータス：

source: Personal
ja_jp: 個人

source: Priority overview
ja_jp: 優先度の概要

source: No data
ja_jp: データなし

source: Select row
ja_jp: 行を選択

source: Select rows
ja_jp: 行を選択

source: Unselect row
ja_jp: 行の選択を解除

source: Not supported.
ja_jp: サポートされていません。

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
ja_jp: あなたの組織にはこの機能のサブスクリプションがありません。サブスクリプションと有効化については、beqom担当者にお問い合わせください。

source: Search results
ja_jp: 検索結果

source: Hide tags
ja_jp: タグを非表示

source: Upload performance rating
ja_jp: 業績評価をアップロード

source: Add historical review
ja_jp: 過去のレビューを追加

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
ja_jp: ファイルの検証中にエラーが発生しました。列名、必須データ、ファイル形式を確認の上、再度お試しください。

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
ja_jp: リクエストを処理していますのでお待ちください。これには多少時間がかかる場合があります。ページを退出してもかまいません。処理が終了すると、ここで結果のログファイルを確認できます。

source: Click "Add historical reviews" to upload past reviews.
ja_jp: ［過去のレビューを追加］をクリックして、過去のレビューをアップロードします。

source: No historical reviews
ja_jp: 過去のレビューはありません

source: Period of evaluation
ja_jp: 評定期間

source: {{reviewsCount}} worker
ja_jp: {{reviewsCount}}人の従業員

source: {{reviewsCount}} workers
ja_jp: {{reviewsCount}}人の従業員

source: No historical performance ratings upload yet!
ja_jp: 過去のパフォーマンス評価のアップロードはまだありません。

source: The upload completed with {{count}} errors. Please download the log file to review them.
ja_jp: アップロードは {{count}} 件のエラーで完了しました。ログファイルをダウンロードして内容を確認してください。

source: File upload: errors detected
ja_jp: ファイルのアップロード：エラーを検出しました

source: The file will not be published; it will only be used for you.
ja_jp: このファイルは公開されず、あなたのためにのみ使用されます。

source: Download the Excel template
ja_jp: Excelテンプレートをダウンロード

source: Add worker details and ratings to the Excel file
ja_jp: Excelファイルに従業員の詳細と評価を追加

source: The review file was successfully uploaded. Please download the result log file.
ja_jp: レビューファイルが正常にアップロードされました。結果のログファイルをダウンロードしてください。

source: Upload the modified Excel file
ja_jp: 変更されたExcelファイルをアップロード

source: Upload historical reviews
ja_jp: 過去のレビューをアップロード

source: Hello, {{name}}
ja_jp: こんにちは、{{name}}さん

source: Today is {{date}}
ja_jp: 今日は{{date}}です

source: My network
ja_jp: 私のネットワーク

source: Good morning, {{name}}
ja_jp: おはようございます、{{name}}さん

source: No new notifications. Check again later for updates.
ja_jp: 新しい通知はありません。後ほど更新情報を再度確認してください。

source: Quick actions
ja_jp: クイックアクション

source: Your documents will appear here
ja_jp: ここにあなたのドキュメントが表示されます

source: Your documents
ja_jp: あなたのドキュメント

source: You have no documents yet.
ja_jp: まだドキュメントがありません。

source: No documents
ja_jp: ドキュメントなし

source: You have already responded to this request.
ja_jp: このリクエストにはすでにご対応いただいています。

source: Learning
ja_jp: 学習

source: Add behaviors
ja_jp: 行動を追加

source: Assigned to {{count}} people
ja_jp: {{count}}人に割り当て済み

source: {{org}} is already included into the selected departments.
ja_jp: {{org}}はすでに選択された部門に含まれています。

source: User or organization
ja_jp: ユーザーまたは組織

source: Are you sure you want to publish this library?
ja_jp: このライブラリを公開してもよろしいですか？

source: The library was successfully published.
ja_jp: ライブラリが正常に公開されました。

source: Your library was successfully saved.
ja_jp: ライブラリが正常に保存されました。

source: Library description
ja_jp: ライブラリの説明

source: Library display options
ja_jp: ライブラリ表示オプション

source: Library name
ja_jp: ライブラリ名

source: Library owners
ja_jp: ライブラリオーナー

source: Tag description
ja_jp: タグの説明

source: Tag name
ja_jp: タグ名

source: Enter a short description
ja_jp: 簡単な説明を入力

source: The library was saved.
ja_jp: ライブラリが保存されました。

source: Locality
ja_jp: 地域

source: City or locality.
ja_jp: 市区町村または地域。

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
ja_jp: この監査証跡は、すべてのファイルアップロードの履歴を追跡します。翻訳ファイルがアップロードされるたびに、詳細が自動的にここに記録されます。

source: No audit records yet
ja_jp: 監査記録はまだありません

source: Imported by:
ja_jp: インポート実行者:

source: Number of labels created:
ja_jp: 作成されたラベルの数:

source: Number of labels reverted to standard:
ja_jp: 標準に戻されたラベルの数：

source: Number of labels skipped:
ja_jp: スキップされたラベルの数:

source: Show details
ja_jp: 詳細を表示

source: The size of the files exceeds the maximum limit.
ja_jp: ファイルのサイズが上限を超えています。

source: Language code:
ja_jp: 言語コード:

source: Created at:
ja_jp: 作成日時:

source: Labels changed:
ja_jp: ラベルが変更されました:

source: Language:
ja_jp: 言語:

source: Last updated:
ja_jp: 最終更新日:

source: Translation source:
ja_jp: 翻訳元:

source: Language details
ja_jp: 言語の詳細

source: Updated by:
ja_jp: 更新者:

source: Versions:
ja_jp: バージョン:

source: {{selectedCount}} files selected
ja_jp: {{selectedCount}} 個のファイルが選択されています

source: Get started by uploading a localization file.
ja_jp: ローカライゼーションファイルをアップロードして開始してください。

source: No customizations yet.
ja_jp: カスタマイズはまだありません。

source: Search by language code
ja_jp: 言語コードで検索

source: Custom overwrites
ja_jp: カスタム上書き

source: Total languages
ja_jp: 言語の合計

source: Audit trails
ja_jp: 監査証跡

source: Translation source
ja_jp: 翻訳元

source: Add at least one file to start uploading.
ja_jp: アップロードを開始するには、少なくとも1つのファイルを追加してください。

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
ja_jp: ファイルの検証中にエラーが発生しました。列名、必須データ、ファイル形式を確認して、もう一度お試しください。

source: Upload finished
ja_jp: アップロードが完了しました

source: Invalid file name
ja_jp: 無効なファイル名

source: A file with the same name was already added.
ja_jp: 同じ名前のファイルが既に追加されています。

source: The file upload has failed.
ja_jp: ファイルのアップロードに失敗しました。

source: The file was successfully uploaded.
ja_jp: ファイルが正常にアップロードされました。

source: Fill in the template
ja_jp: テンプレートに入力

source: Upload the file
ja_jp: ファイルをアップロード

source: Supported formats: CSV. Max 10MB for file.
ja_jp: サポートされている形式: CSV。ファイルの最大サイズは10MBです。

source: File upload for {{language}}
ja_jp: {{language}}のファイルアップロード

source: Upload additional files
ja_jp: 追加ファイルをアップロード

source: Company name
ja_jp: 会社名

source: Enter
ja_jp: 入力

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
ja_jp: 会社名が見つかりませんでした。スペルを確認の上、再度お試しください。さらにサポートが必要な場合は、社内のITヘルプデスクまたはシステム管理者にお問い合わせください。

source: Something's not right.
ja_jp: 何らかの問題が発生しています。

source: Enter your company name
ja_jp: 会社名を入力

source: Welcome
ja_jp: ようこそ

source: Your email
ja_jp: あなたの電子メール

source: Username or email
ja_jp: ユーザー名または電子メール

source: Enter your email
ja_jp: 電子メールを入力

source: I'm logging in for the first time/I forgot my password
ja_jp: 初回ログイン/パスワードを忘れた

source: It's great to see you!
ja_jp: アクセスありがとうございます！

source: Re-enter my company name
ja_jp: 会社名を再入力

source: You are signed in to company:
ja_jp: 以下の会社にサインイン中：

source: Sign in with my company SSO login
ja_jp: 会社のSSOログインでサインイン

source: Log back in
ja_jp: 再度ログイン

source: You have been successfully logged out.
ja_jp: 正常にログアウトしました。

source: Logout successful
ja_jp: ログアウト完了

source: Professional roles
ja_jp: プロフェッショナルな役割

source: Exceeded
ja_jp: 超過しました

source: Progress slider
ja_jp: 進捗スライダー

source: Please add at least one measurement criteria.
ja_jp: 少なくとも1つの測定基準を追加してください。

source: Start value
ja_jp: 初期値

source: Binary
ja_jp: バイナリ

source: Financial
ja_jp: 財務

source: Unit
ja_jp: 単位

source: Progress: {{progress}}%
ja_jp: 進捗：{{progress}}%

source: Got it, thanks!
ja_jp: 了解しました、ありがとうございます！

source: The model was successfully created.
ja_jp: モデルが正常に作成されました。

source: Dataset
ja_jp: データセット

source: Edit model
ja_jp: モデルを編集

source: The details of the model were successfully saved.
ja_jp: モデルの詳細が正常に保存されました。

source: All data
ja_jp: すべてのデータ

source: Selected models
ja_jp: 選択されたモデル

source: The models were successfully deleted.
ja_jp: モデルが正常に削除されました。

source: The model was successfully deleted.
ja_jp: モデルが正常に削除されました。

source: No results.<br/>Clear your search to show all results.
ja_jp: 結果がありません。<br/>検索をクリアして、すべての結果を表示してください。

source: Export data
ja_jp: データをエクスポート

source: Features
ja_jp: 機能

source: Models list
ja_jp: モデルリスト

source: Training data last refreshed on
ja_jp: トレーニングデータの最終更新日：

source: No models in the selected dataset
ja_jp: 選択されたデータセットにモデルがありません

source: No models with name "{{phrase}}"
ja_jp: 「{{phrase}}」という名前のモデルはありません

source: Open {{name}} properties
ja_jp: 「{{name}}」のプロパティを開く

source: Training might be required; the training data is older than the latest refreshed data.
ja_jp: トレーニングが必要かもしれません。トレーニングデータが最新の更新データよりも古いです。

source: Retrain
ja_jp: 再トレーニング

source: The model was successfully retrained.
ja_jp: モデルの再トレーニングが正常に行われました。

source: Select model {{name}}
ja_jp: モデル「{{name}}」を選択

source: Training data as of
ja_jp: 以下の時点でのトレーニングデータ：

source: Unselect model {{name}}
ja_jp: モデル「{{name}}」の選択を解除

source: Model description
ja_jp: モデルの説明

source: Add a description for the model
ja_jp: モデルの説明を追加

source: Export model
ja_jp: モデルをエクスポート

source: Coefficients
ja_jp: 係数

source: Feature
ja_jp: 機能

source: Significance
ja_jp: 有意性

source: Significance ranges:
ja_jp: 有意性の範囲：

source: Standard error
ja_jp: 標準誤差

source: T-value
ja_jp: T値

source: This model doesn't have any features yet.
ja_jp: このモデルにはまだ機能がありません。

source: Model features
ja_jp: モデルの機能

source: Data scope:
ja_jp: データ範囲：

source: Model information
ja_jp: モデル情報

source: Label:
ja_jp: ラベル：

source: Last trained by:
ja_jp: 最終トレーニング担当者：

source: Last trained on:
ja_jp: 最終トレーニング日：

source: Data version:
ja_jp: データバージョン：

source: Adjusted R squared:
ja_jp: 調整済みR二乗：

source: No model performance defined yet.
ja_jp: まだモデルのパフォーマンスが定義されていません。

source: Model performance
ja_jp: モデルのパフォーマンス

source: Loss function:
ja_jp: 損失関数：

source: Mean absolute error:
ja_jp: 平均絶対誤差：

source: Mean squared error:
ja_jp: 平均二乗誤差：

source: R squared:
ja_jp: R二乗：

source: Root mean squared error:
ja_jp: 平方根平均二乗誤差：

source: No population criteria yet.
ja_jp: まだ母集団基準がありません。

source: Population criteria:
ja_jp: 母集団基準：

source: Model name
ja_jp: モデル名

source: Enter the name of the model
ja_jp: モデルの名前を入力

source: Edit model details
ja_jp: モデルの詳細を編集

source: Training performance
ja_jp: トレーニングのパフォーマンス

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
ja_jp: 給与の要因を説明するモデルの能力を示す業績指標で、%単位で表示されます。線形回帰の場合は、調整済みR^2を反映します。

source: Training data used
ja_jp: 使用されたトレーニングデータ

source: Add all features
ja_jp: すべての機能を追加

source: Add all
ja_jp: すべて追加

source: Available
ja_jp: 使用可能

source: Remove all features
ja_jp: すべての機能を削除

source: Selected
ja_jp: 選択済み

source: Feature tree
ja_jp: 機能ツリー

source: No population yet
ja_jp: まだ母集団がありません

source: Confirm population
ja_jp: 母集団を確認

source: The population criteria were successfully saved.
ja_jp: 母集団基準が正常に保存されました。

source: Training data
ja_jp: トレーニングデータ

source: Training complete.
ja_jp: トレーニングが完了しました。

source: Model Factory
ja_jp: モデルファクトリ

source: in
ja_jp: 次に含まれる：

source: not in
ja_jp: 次に含まれない：

source: Training complete
ja_jp: トレーニング完了

source: Keep new
ja_jp: 新規を維持

source: Keep original
ja_jp: オリジナルを維持

source: Training saved
ja_jp: トレーニングが保存されました

source: +{{count}} more
ja_jp: さらに{{count}}件以上

source: Please contact your administrator to enable the plugin.
ja_jp: プラグインを有効化するには、管理者に連絡してください。

source: Your account does not have access to this feature.
ja_jp: あなたのアカウントには、この機能へのアクセス権がありません。

source: Plugin access disabled
ja_jp: プラグインアクセスが無効

source: {{count}} option available
ja_jp: {{count}} 件のオプションが利用可能です

source: {{count}} options available
ja_jp: {{count}}件のオプションがあります

source: Loading...
ja_jp: 読み込み中...

source: No options available
ja_jp: 利用可能なオプションはありません

source: Based in
ja_jp: 勤務地：

source: You have no listed team members. Come back later for further updates.
ja_jp: リストされたチームメンバーはいません。後ほど更新状況を再度確認してください。

source: Relation
ja_jp: 関係

source: Goals that require an action from you or your manager
ja_jp: あなたまたはマネージャーの対応が必要な目標

source: Approve or reject goals individually or approve all with optional comments.
ja_jp: 目標を個別に承認または却下するか、すべてをコメント付きで承認できます。

source: Goals that you own and need to work on.
ja_jp: あなたがオーナーであり、取り組む必要がある目標。

source: Goals that are shared with me
ja_jp: 私と共有された目標

source: Goal category
ja_jp: 目標カテゴリ

source: My goals
ja_jp: 私の目標

source: {{weight}}% weight of my goal plan
ja_jp: 目標計画の{{weight}}%の重み付け

source: Start your journey
ja_jp: 旅を始めましょう

source: By setting a new goal
ja_jp: 新しい目標を設定することで

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
ja_jp: 現在、目標がありません。目標が設定されると、ここで進捗を追跡できます。

source: Here you will see the progress of your goals once they have moved forward.
ja_jp: ここでは、あなたの目標が前進した際の進捗を確認できます。

source: Worker goals
ja_jp: 社員目標

source: Empty title
ja_jp: 空のタイトル

source: Plan
ja_jp: 計画

source: Progress
ja_jp: 進捗

source: Search for a goal
ja_jp: 目標を検索

source: Search for goals or people
ja_jp: 目標または社員を検索

source: Ready to submit
ja_jp: 送信準備完了

source: Weight: {{weight}}%
ja_jp: 重み付け: {{weight}}%

source: {{weight}}% weight
ja_jp: {{weight}}%の重み付け

source: Admin configuration
ja_jp: 管理者の設定

source: Administration
ja_jp: 管理

source: Application setup
ja_jp: アプリケーションの設定

source: Browser
ja_jp: ブラウザ

source: Budgeting
ja_jp: 予算編成

source: Builder
ja_jp: ビルダー

source: Business data management
ja_jp: ビジネスデータ管理

source: Manage workers and organizational data
ja_jp: 従業員と組織のデータを管理

source: Business logic setup
ja_jp: ビジネスロジックの設定

source: Calibration
ja_jp: キャリブレーション

source: Calibrations
ja_jp: キャリブレーション

source: Pay Transparency
ja_jp: 給与の透明性

source: Communication Rounds
ja_jp: 通信ラウンド

source: Compensation Management
ja_jp: 報酬管理

source: Configuration overview
ja_jp: 設定の概要

source: Compensation Rounds
ja_jp: 報酬ラウンド

source: Cultural settings
ja_jp: 文化設定

source: Data Management
ja_jp: データ管理

source: Worker view
ja_jp: 従業員ビュー

source: Equity
ja_jp: 株式

source: Experience
ja_jp: 経験

source: Feature Enablement
ja_jp: 機能の有効化

source: Activate features and adjust their settings
ja_jp: 機能を有効化し、それらの設定を調整

source: Forms
ja_jp: フォーム

source: Insights
ja_jp: 洞察

source: Homepages
ja_jp: ホームページ

source: Integrations
ja_jp: 統合

source: Localizations
ja_jp: ローカリゼーション

source: Manager dashboard
ja_jp: マネージャーダッシュボード

source: Menu
ja_jp: メニュー

source: Mobile/EX config
ja_jp: モバイル/EXの設定

source: Pay Intelligence
ja_jp: 給与インテリジェンス

source: My passport
ja_jp: 私のPassport

source: My reviews
ja_jp: 私のレビュー

source: Company Network
ja_jp: 会社のネットワーク

source: Package builder
ja_jp: パッケージビルダー

source: Pay Information
ja_jp: 報酬情報

source: Pay Predictor
ja_jp: 給与予測ツール

source: Payout Curves
ja_jp: 支給カーブ

source: People
ja_jp: 人員

source: Performance Management
ja_jp: 業績管理

source: Platform Setup
ja_jp: プラットフォームの設定

source: Define system parameters and customize the user experience on the platform.
ja_jp: システムパラメータを定義し、プラットフォームでのユーザー体験をカスタマイズします。

source: Privacy
ja_jp: プライバシー

source: Rules
ja_jp: ルール

source: Security
ja_jp: セキュリティ

source: Breadcrumb
ja_jp: パンくずリスト

source: Main
ja_jp: メイン

source: Studio
ja_jp: スタジオ

source: Talent Review Templates
ja_jp: タレントレビューテンプレート

source: Individual view
ja_jp: 個人ビュー

source: Team & assigned reviews
ja_jp: チームおよび割り当てられたレビュー

source: Toolbox
ja_jp: ツールボックス

source: Workbench
ja_jp: ワークベンチ

source: Workers & roles
ja_jp: 従業員と役割

source: Workflows
ja_jp: ワークフロー

source: City
ja_jp: 市区町村

source: Delete picture
ja_jp: 画像を削除

source: The picture was successfully deleted.
ja_jp: 画像が正常に削除されました。

source: We couldn't connect.
ja_jp: 接続できませんでした。

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
ja_jp: インターネット接続が不安定な可能性があります。接続状況をご確認のうえ、もう一度お試しください。問題が解決しない場合は、IT チームへお問い合わせください。

source: Other
ja_jp: その他

source: Peer
ja_jp: ピア

source: Direct report
ja_jp: 直属の部下

source: Upload picture
ja_jp: 画像をアップロード

source: No due date provided
ja_jp: 期日が提供されていません

source: No priority
ja_jp: 優先度なし

source: No tracking
ja_jp: 追跡なし

source: No type
ja_jp: タイプなし

source: The nomination was approved.
ja_jp: 指名が承認されました。

source: The nomination was submitted.
ja_jp: 指名が送信されました。

source: The nomination was rejected.
ja_jp: 指名が拒否されました。

source: {{count}} days to closing
ja_jp: クローズまで{{count}}日

source: Volume updated from {{before}} stocks to {{after}} stocks.
ja_jp: 数量が{{before}}株から{{after}}株に更新されました。

source: Your notification list is empty.
ja_jp: 通知リストは空です。

source: Are you sure you want to delete all your notifications?
ja_jp: すべての通知を削除してもよろしいですか？

source: Are you sure you want to mark all notifications as read?
ja_jp: すべての通知を既読にしてもよろしいですか？

source: All notifications were marked as read.
ja_jp: すべての通知が既読としてマークされました。

source: Mark as read
ja_jp: 既読にする

source: Mark as unread
ja_jp: 未読にする

source: View all messages
ja_jp: すべてのメッセージを表示

source: Create nudge
ja_jp: ナッジを作成

source: Enter the basic information and the message of the nudge
ja_jp: ナッジの基本情報とメッセージを入力

source: Nudge details
ja_jp: ナッジの詳細

source: Define the target population for the nudge
ja_jp: ナッジのターゲット母集団を定義

source: Default email (notification@beqom.com)
ja_jp: デフォルトの電子メール（notification@beqom.com）

source: Email body
ja_jp: 電子メール本文

source: Email text
ja_jp: 電子メールテキスト

source: Message notification
ja_jp: メッセージ通知

source: Mobile push notification
ja_jp: モバイルプッシュ通知

source: Notification bell text
ja_jp: 通知ベルテキスト

source: Nudge message
ja_jp: ナッジメッセージ

source: Sender
ja_jp: 送信者

source: Template owners
ja_jp: テンプレートオーナー

source: The name is mandatory.
ja_jp: 名前は必須です。

source: Template settings
ja_jp: テンプレート設定

source: Redirection URL
ja_jp: リダイレクトURL

source: Copy and paste the link to the platform page you want users to visit.
ja_jp: ユーザーにアクセスしてもらいたいプラットフォームページのリンクをコピーして貼り付けます。

source: Are you sure you want to open the duplicated nudge?
ja_jp: 複製されたナッジを開いてもよろしいですか？

source: Download the modified Excel file
ja_jp: 変更されたExcelファイルをダウンロード

source: Compile the list of people who will receive the nudge notification.
ja_jp: ナッジ通知を受信する人員のリストを作成します。

source: View nudge
ja_jp: ナッジを表示

source: Nudge
ja_jp: ナッジ

source: Download Excel template
ja_jp: Excelテンプレートをダウンロード

source: Edit the Excel file
ja_jp: Excelファイルを編集

source: Add at least one recipient to send the nudge.
ja_jp: ナッジを送信するには、少なくとも1人の受信者を追加してください。

source: Individuals to exclude
ja_jp: 除外する個人

source: Individuals to include
ja_jp: 含める個人

source: Upload a list of recipients
ja_jp: 受信者のリストをアップロード

source: Build a population
ja_jp: 母集団を構築

source: Number of recipients: {{count}}
ja_jp: 受信者数：{{count}}人

source: Population setup is restricted by template creator
ja_jp: 集団の設定はテンプレート作成者によって制限されています

source: Remove all selections
ja_jp: すべての選択を解除

source: Send nudge
ja_jp: ナッジを送信

source: Are you sure you want to send the nudge to {{count}} recipient?
ja_jp: {{count}}人の受信者にナッジを送信してもよろしいですか？

source: Are you sure you want to send the nudge to {{count}} recipients?
ja_jp: {{count}}人の受信者にナッジを送信してもよろしいですか？

source: Supported file formats: Excel. Maximum file size: 10MB.
ja_jp: サポートされているファイル形式：Excel。最大ファイルサイズ：10MB。

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
ja_jp: ファイルの検証中にエラーが発生しました。列名、必須データ、ファイル形式を確認してから、再度お試しください。

source: The file was successfully uploaded. Please download the log file.
ja_jp: ファイルが正常にアップロードされました。ログファイルをダウンロードしてください。

source: The nudge notification was successfully sent.
ja_jp: ナッジ通知が正常に送信されました。

source: Go to first page
ja_jp: 最初のページに移動

source: Go to {{page}} page
ja_jp: {{page}}ページに移動

source: Items per page
ja_jp: ページごとのアイテム数

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
ja_jp: {{firstRowPosition}} - {{lastRowPosition}}/{{totalRows}}

source: Go to last page
ja_jp: 最後のページに移動

source: Go to next page
ja_jp: 次のページに移動

source: Page {{page}}
ja_jp: {{page}}ページ

source: Go to previous page
ja_jp: 前のページに移動

source: Multiple
ja_jp: 複数

source: Paragraph
ja_jp: 段落

source: External
ja_jp: 外部

source: Benchmarking
ja_jp: ベンチマーキング

source: Manager reassigned: you
ja_jp: マネージャーが再割り当てされました: あなた

source: Career development plans that were reassigned to you
ja_jp: あなたに再割り当てされたキャリア開発計画

source: You don't have any career development plans assigned.
ja_jp: 割り当てられたキャリア開発計画はありません。

source: Assigned plans
ja_jp: 割り当てられたプラン

source: No files attached
ja_jp: 添付されたファイルはありません

source: Your admin hasn’t added any resources yet.
ja_jp: 管理者がまだリソースを追加していません。

source: External link warning
ja_jp: 外部リンクの警告

source: You’re about to visit
ja_jp: 以下にアクセスしようとしています：

source: Please check that this link is trustworthy before continuing.
ja_jp: 続行する前に、このリンクが信頼できるものであることを確認してください。

source: Access important company links and resources.
ja_jp: 重要な会社のリンクとリソースにアクセスします。

source: Conversation about the career development plan
ja_jp: キャリア開発計画に関する会話

source: Go to check-ins
ja_jp: チェックインに移動

source: My check-ins
ja_jp: 私のチェックイン

source: Career development plan
ja_jp: キャリア開発計画

source: Stage
ja_jp: ステージ

source: Save comment
ja_jp: コメントを保存
